{
  "home": {
    "title": "Boc Menh - Discover Your Destiny | Tarot, Numerology, Feng Shui",
    "description": "Discover your destiny with Boc Menh - Vietnam's leading spiritual platform. Get free and accurate tarot readings, numerology, feng shui, and astrology Boc Menhs.",
    "keywords": "tarot, numerology, feng shui, astrology, fortune telling, destiny, spirituality, online readings"
  },
  "about": {
    "title": "About Us - Boc Menh | Leading Spiritual Platform",
    "description": "Learn about Boc Menh - A trusted spiritual platform with top experts. Discover our journey and mission in delivering accurate predictions and spiritual guidance.",
    "keywords": "about Boc Menh, spiritual platform, tarot experts, expert team"
  },
  "contact": {
    "title": "Contact - Boc Menh | 24/7 Support",
    "description": "Contact Boc Menh for 24/7 spiritual consultation support. Our expert team is ready to answer all your questions about tarot, numerology, and feng shui.",
    "keywords": "contact Boc Menh, spiritual support, tarot consultation, customer care"
  },
  "tarot": {
    "title": "Online Tarot Reading - Boc Menh | Accurate and Free",
    "description": "Get free online tarot readings at Boc Menh. Explore your future, love, and career through tarot cards interpreted by leading experts.",
    "keywords": "tarot reading, online tarot, free readings, tarot cards, future prediction"
  },
  "numerology": {
    "title": "Numerology - Boc Menh | Discover Your Life Path Numbers",
    "description": "Discover the secrets of numerology at Boc Menh. Learn the meaning of your life path numbers, birth date, and name numbers and how they influence your life.",
    "keywords": "numerology, life path numbers, birth date meaning, name numerology"
  },
  "astrology": {
    "title": "Astrology - Boc Menh | Horoscope and Zodiac Signs",
    "description": "Explore astrology and horoscopes at Boc Menh. Learn about the 12 zodiac signs, daily fortune, and how the stars influence your life.",
    "keywords": "astrology, horoscope, zodiac signs, daily fortune, star influence"
  },
  "fengshui": {
    "title": "Feng Shui - Boc Menh | Attract Wealth and Good Fortune",
    "description": "Learn feng shui at Boc Menh to attract wealth, luck, and happiness. Discover the secrets of arranging your home and office according to feng shui principles.",
    "keywords": "feng shui, attract wealth, good fortune, home arrangement, office feng shui"
  },
  "palmistry": {
    "title": "Palm Reading - Boc Menh | Decode Destiny Through Palm Lines",
    "description": "Get online palm readings at Boc Menh. Decode your destiny, love, and career through palm lines with accurate and detailed interpretations.",
    "keywords": "palm reading, palmistry, palm lines, fortune telling, hand analysis"
  },
  "dreams": {
    "title": "Dream Interpretation - Boc Menh | Dream Meanings and Omens",
    "description": "Interpret dreams online at Boc Menh. Discover the true meaning of your dreams, omens, and messages from your subconscious through detailed dream analysis.",
    "keywords": "dream interpretation, dream meanings, omens, dream analysis, dream symbols"
  },
  "crystals": {
    "title": "Feng Shui Crystals - Boc Menh | Energy and Meanings",
    "description": "Explore the world of feng shui crystals at Boc Menh. Learn about crystal energy, meanings, and how to use different crystals to improve your destiny.",
    "keywords": "feng shui crystals, crystal energy, crystal meanings, healing crystals"
  },
  "meditation": {
    "title": "Meditation - Boc Menh | Beginner's Guide to Meditation",
    "description": "Learn meditation at Boc Menh. Detailed meditation guides for beginners to help you find peace and balance in your life.",
    "keywords": "meditation, meditation guide, mindfulness, inner peace, life balance"
  },
  "compatibility": {
    "title": "Compatibility Reading - Boc Menh | Love and Relationship Compatibility",
    "description": "Check compatibility and love relationships at Boc Menh. Discover compatibility levels between zodiac signs, numerology, and feng shui elements.",
    "keywords": "compatibility reading, love compatibility, relationship compatibility, zodiac compatibility"
  },
  "business-name": {
    "title": "Business Naming - Boc Menh | Feng Shui Company Names",
    "description": "Get business naming consultation according to feng shui at Boc Menh. Choose company and shop names that align with your destiny to attract wealth and success.",
    "keywords": "business naming, feng shui company names, shop naming, business name consultation"
  },
  "name-analysis": {
    "title": "Name Analysis - Boc Menh | Name Meanings by Numerology",
    "description": "Analyze names and discover name meanings through numerology at Boc Menh. Explore personality traits, destiny, and special qualities hidden in your name.",
    "keywords": "name analysis, name meanings, numerology names, personality analysis"
  },
  "moving-date": {
    "title": "Moving Date Selection - Boc Menh | Auspicious Dates by Feng Shui",
    "description": "Choose auspicious moving dates according to feng shui at Boc Menh. Get consultation on dates and times that align with your destiny for luck and prosperity.",
    "keywords": "moving date selection, auspicious moving dates, feng shui moving"
  },
  "destiny": {
    "title": "Life Path - Boc Menh | Discover Your Destiny Path",
    "description": "Discover your life path and destiny at Boc Menh. Understand yourself, your strengths, weaknesses, and future development directions.",
    "keywords": "life path, destiny path, destiny number, self discovery"
  },
  "horoscope": {
    "title": "Daily Horoscope - Boc Menh | Daily Fortune for 12 Zodiac Signs",
    "description": "Check daily horoscopes for all 12 zodiac signs at Boc Menh. Get daily predictions for destiny, love, career, and health with regular updates.",
    "keywords": "daily horoscope, zodiac signs, daily fortune, astrology predictions"
  },
  "store": {
    "title": "Store - Boc Menh | Authentic Spiritual Products",
    "description": "Shop authentic spiritual products at Boc Menh store. Crystals, tarot cards, and feng shui accessories with guaranteed quality and best prices.",
    "keywords": "spiritual store, crystals shop, tarot cards, feng shui accessories"
  },
  "profile": {
    "title": "Profile - Boc Menh | Manage Your Account Information",
    "description": "Manage your personal profile at Boc Menh. Update information, view service history, and configure your account settings easily and securely.",
    "keywords": "personal profile, account management, user profile, account settings"
  },
  "services-history": {
    "title": "Service History - Boc Menh | Track Your Reading Sessions",
    "description": "View your service history at Boc Menh. Track your reading results, tarot sessions, numerology, and previous predictions.",
    "keywords": "service history, reading tracking, services history, prediction results"
  },
  "topups": {
    "title": "Top Up - Boc Menh | Payment for Spiritual Services",
    "description": "Top up credits and pay for spiritual services at Boc Menh. Multiple convenient and secure payment methods with attractive offers.",
    "keywords": "top up, payment, credits, spiritual services payment"
  },
  "help": {
    "title": "Help - Boc Menh | Service Usage Guide",
    "description": "Boc Menh Help Center. Detailed guides on how to use spiritual services, frequently asked questions, and technical support.",
    "keywords": "help center, usage guide, support, FAQ, customer service"
  },
  "terms": {
    "title": "Terms of Service - Boc Menh | Rules and Policies",
    "description": "Boc Menh Terms of Service. Rules, policies, and legal terms for using our spiritual platform services.",
    "keywords": "terms of service, rules, policies, legal terms"
  },
  "privacy": {
    "title": "Privacy Policy - Boc Menh | Personal Information Protection",
    "description": "Personal information privacy policy at Boc Menh. Commitment to protecting user data and privacy with absolute security.",
    "keywords": "privacy policy, information protection, data security, user privacy"
  },
  "error": {
    "title": "Page Not Found - Boc Menh",
    "description": "The page you are looking for does not exist or has been moved. Return to Boc Menh homepage to continue exploring your destiny.",
    "keywords": "404 error, page not found, Boc Menh"
  },
  "site": {
    "siteName": "Boc Menh - Vietnam's Leading Spiritual Platform",
    "siteDescription": "Discover your destiny with Boc Menh - A trusted spiritual platform. Accurate and free Tarot, Numerology, Feng Shui, and Astrology readings.",
    "author": "Boc Menh Team",
    "twitterSite": "@Boc Menh_vietnam",
    "facebookAppId": "123456789"
  }
}
