{
  "home": {
    "title": "Bóc Mệnh - Khám phá Vận mệnh | Tarot, Số học, Phong thủy",
    "description": "Khám phá vận mệnh của bạn với Bóc Mệnh - Nền tảng tâm linh hàng đầu Việt Nam. Xem bói tarot, số học, phong thủy, chiêm tinh học miễn phí và chính xác.",
    "keywords": "tarot, số học, phong thủy, chiêm tinh, bói toán, vận mệnh, tâm linh, xem bói online"
  },
  "about": {
    "title": "Về chúng tôi - Bóc Mệnh | Nền tảng tâm linh hàng đầu",
    "description": "Tìm hiểu về Bóc Mệnh - Nền tảng tâm linh uy tín với đội ngũ chuyên gia hàng đầu. Khám phá hành trình và sứ mệnh của chúng tôi trong việc mang đến những dự đoán chính xác.",
    "keywords": "về Bóc Mệnh, nền tảng tâm linh, chuyên gia tarot, đội ngũ chuyên gia"
  },
  "contact": {
    "title": "Liên hệ - Bóc Mệnh | Hỗ trợ 24/7",
    "description": "Liên hệ với Bóc Mệnh để được hỗ trợ tư vấn tâm linh 24/7. Đội ngũ chuyên gia sẵn sàng giải đáp mọi thắc mắc về tarot, số học, phong thủy.",
    "keywords": "liên hệ Bóc Mệnh, hỗ trợ tâm linh, tư vấn tarot, chăm sóc khách hàng"
  },
  "tarot": {
    "title": "Bói Tarot Online - Bóc Mệnh | Chính xác và Miễn phí",
    "description": "Xem bói tarot online miễn phí tại Bóc Mệnh. Khám phá tương lai, tình yêu, sự nghiệp qua các lá bài tarot được giải mã bởi chuyên gia hàng đầu.",
    "keywords": "bói tarot, tarot online, xem bói miễn phí, lá bài tarot, dự đoán tương lai"
  },
  "numerology": {
    "title": "Thần số học - Bóc Mệnh | Khám phá ý nghĩa con số vận mệnh",
    "description": "Khám phá bí mật của thần số học tại Bóc Mệnh. Tìm hiểu ý nghĩa con số vận mệnh, ngày sinh, tên tuổi và cách chúng ảnh hưởng đến cuộc đời bạn.",
    "keywords": "thần số học, numerology, con số vận mệnh, ý nghĩa ngày sinh, số học tên tuổi"
  },
  "astrology": {
    "title": "Chiêm tinh học - Bóc Mệnh | Horoscope và Cung hoàng đạo",
    "description": "Khám phá chiêm tinh học và horoscope tại Bóc Mệnh. Tìm hiểu về 12 cung hoàng đạo, vận mệnh hàng ngày và cách các vì sao ảnh hưởng đến cuộc sống.",
    "keywords": "chiêm tinh học, horoscope, cung hoàng đạo, astrology, vận mệnh hàng ngày"
  },
  "fengshui": {
    "title": "Phong thủy - Bóc Mệnh | Bí quyết thu hút tài lộc và may mắn",
    "description": "Học phong thủy tại Bóc Mệnh để thu hút tài lộc, may mắn và hạnh phúc. Khám phá bí quyết sắp xếp nhà cửa, văn phòng theo phong thủy.",
    "keywords": "phong thủy, feng shui, thu hút tài lộc, may mắn, sắp xếp nhà cửa"
  },
  "palmistry": {
    "title": "Xem tướng bàn tay - Bóc Mệnh | Giải mã vận mệnh qua lòng bàn tay",
    "description": "Xem tướng bàn tay online tại Bóc Mệnh. Giải mã vận mệnh, tình yêu, sự nghiệp qua các đường chỉ tay một cách chính xác và chi tiết.",
    "keywords": "xem tướng bàn tay, palmistry, đường chỉ tay, tướng số, giải mã bàn tay"
  },
  "dreams": {
    "title": "Giải mơ - Bóc Mệnh | Ý nghĩa giấc mơ và điềm báo",
    "description": "Giải mơ online tại Bóc Mệnh. Khám phá ý nghĩa thực sự của giấc mơ, điềm báo và thông điệp từ tiềm thức qua từng chi tiết trong mơ.",
    "keywords": "giải mơ, ý nghĩa giấc mơ, điềm báo, mơ thấy gì, giải thích giấc mơ"
  },
  "crystals": {
    "title": "Đá quý phong thủy - Bóc Mệnh | Năng lượng và ý nghĩa",
    "description": "Khám phá thế giới đá quý phong thủy tại Bóc Mệnh. Tìm hiểu năng lượng, ý nghĩa và cách sử dụng các loại đá quý để cải thiện vận mệnh.",
    "keywords": "đá quý phong thủy, crystals, năng lượng đá quý, ý nghĩa đá quý, đá phong thủy"
  },
  "luckybox": {
    "title": "Hộp Quà May Mắn - Bóc Mệnh | Con số may mắn hàng ngày",
    "description": "Mở hộp quà may mắn mỗi ngày tại Bóc Mệnh để nhận con số may mắn và thông điệp đặc biệt. Khám phá vận may và năng lượng tích cực dành riêng cho bạn.",
    "keywords": "hộp quà may mắn, con số may mắn, lucky box, thông điệp may mắn, vận may hàng ngày"
  },
  "meditation": {
    "title": "Thiền định - Bóc Mệnh | Hướng dẫn thiền cho người mới bắt đầu",
    "description": "Học thiền định tại Bóc Mệnh. Hướng dẫn chi tiết các bài thiền cho người mới bắt đầu, giúp tìm lại sự bình an và cân bằng trong cuộc sống.",
    "keywords": "thiền định, meditation, học thiền, bài thiền, tĩnh tâm, cân bằng"
  },
  "compatibility": {
    "title": "Xem hợp tuổi - Bóc Mệnh | Tình duyên và tương hợp",
    "description": "Xem hợp tuổi và tương hợp tình duyên tại Bóc Mệnh. Khám phá mức độ tương hợp giữa các cung hoàng đạo, số học và yếu tố phong thủy.",
    "keywords": "xem hợp tuổi, tương hợp tình duyên, hợp tuổi kết hôn, compatibility"
  },
  "business-name": {
    "title": "Đặt tên doanh nghiệp - Bóc Mệnh | Phong thủy tên công ty",
    "description": "Tư vấn đặt tên doanh nghiệp theo phong thủy tại Bóc Mệnh. Chọn tên công ty, shop phù hợp với mệnh chủ để thu hút tài lộc và thành công.",
    "keywords": "đặt tên doanh nghiệp, tên công ty phong thủy, đặt tên shop, business name"
  },
  "name-analysis": {
    "title": "Giải tên - Bóc Mệnh | Ý nghĩa tên tuổi theo số học",
    "description": "Giải tên và phân tích ý nghĩa tên tuổi theo số học tại Bóc Mệnh. Khám phá tính cách, vận mệnh và những điều đặc biệt ẩn chứa trong tên của bạn.",
    "keywords": "giải tên, ý nghĩa tên tuổi, phân tích tên, số học tên, name analysis"
  },
  "moving-date": {
    "title": "Chọn ngày chuyển nhà - Bóc Mệnh | Ngày tốt theo phong thủy",
    "description": "Chọn ngày chuyển nhà tốt theo phong thủy tại Bóc Mệnh. Tư vấn ngày giờ phù hợp với mệnh gia chủ để mang lại may mắn và thịnh vượng.",
    "keywords": "chọn ngày chuyển nhà, ngày tốt chuyển nhà, phong thủy chuyển nhà"
  },
  "destiny": {
    "title": "Số mệnh - Bóc Mệnh | Khám phá con đường vận mệnh",
    "description": "Khám phá số mệnh và con đường vận mệnh của bạn tại Bóc Mệnh. Hiểu rõ bản thân, điểm mạnh, điểm yếu và hướng phát triển tương lai.",
    "keywords": "số mệnh, con đường vận mệnh, destiny number, khám phá bản thân"
  },
  "horoscope": {
    "title": "Tử vi hàng ngày - Bóc Mệnh | Dự báo vận mệnh 12 cung",
    "description": "Xem tử vi hàng ngày cho 12 cung hoàng đạo tại Bóc Mệnh. Dự báo vận mệnh, tình yêu, sự nghiệp và sức khỏe được cập nhật liên tục.",
    "keywords": "tử vi hàng ngày, horoscope daily, dự báo vận mệnh, 12 cung hoàng đạo"
  },
  "store": {
    "title": "Cửa hàng - Bóc Mệnh | Sản phẩm tâm linh chính hãng",
    "description": "Mua sắm sản phẩm tâm linh chính hãng tại cửa hàng Bóc Mệnh. Đá quý, tarot, phụ kiện phong thủy với chất lượng đảm bảo và giá tốt nhất.",
    "keywords": "cửa hàng tâm linh, mua đá quý, bộ bài tarot, phụ kiện phong thủy"
  },
  "profile": {
    "title": "Hồ sơ cá nhân - Bóc Mệnh | Quản lý thông tin tài khoản",
    "description": "Quản lý hồ sơ cá nhân tại Bóc Mệnh. Cập nhật thông tin, xem lịch sử dịch vụ và cài đặt tài khoản một cách dễ dàng và bảo mật.",
    "keywords": "hồ sơ cá nhân, quản lý tài khoản, profile, thông tin cá nhân"
  },
  "services-history": {
    "title": "Lịch sử dịch vụ - Bóc Mệnh | Theo dõi các lần xem bói",
    "description": "Xem lịch sử các dịch vụ đã sử dụng tại Bóc Mệnh. Theo dõi kết quả xem bói, tarot, số học và các dự đoán trước đây.",
    "keywords": "lịch sử dịch vụ, theo dõi xem bói, services history, kết quả dự đoán"
  },
  "topups": {
    "title": "Nạp xu - Bóc Mệnh | Thanh toán dịch vụ tâm linh",
    "description": "Nạp xu và thanh toán dịch vụ tâm linh tại Bóc Mệnh. Nhiều phương thức thanh toán tiện lợi, bảo mật với ưu đãi hấp dẫn.",
    "keywords": "nạp xu, thanh toán, topup, mua credit, nạp tiền"
  },
  "help": {
    "title": "Trợ giúp - Bóc Mệnh | Hướng dẫn sử dụng dịch vụ",
    "description": "Trung tâm trợ giúp Bóc Mệnh. Hướng dẫn chi tiết cách sử dụng các dịch vụ tâm linh, câu hỏi thường gặp và hỗ trợ kỹ thuật.",
    "keywords": "trợ giúp, hướng dẫn sử dụng, help center, support, FAQ"
  },
  "terms": {
    "title": "Điều khoản sử dụng - Bóc Mệnh | Quy định và chính sách",
    "description": "Điều khoản sử dụng dịch vụ Bóc Mệnh. Quy định, chính sách và các điều khoản pháp lý khi sử dụng nền tảng tâm linh của chúng tôi.",
    "keywords": "điều khoản sử dụng, terms of service, quy định, chính sách"
  },
  "privacy": {
    "title": "Chính sách bảo mật - Bóc Mệnh | Bảo vệ thông tin cá nhân",
    "description": "Chính sách bảo mật thông tin cá nhân tại Bóc Mệnh. Cam kết bảo vệ dữ liệu người dùng và quyền riêng tư một cách tuyệt đối.",
    "keywords": "chính sách bảo mật, privacy policy, bảo vệ thông tin, quyền riêng tư"
  },
  "error": {
    "title": "Trang không tìm thấy - Bóc Mệnh",
    "description": "Trang bạn đang tìm kiếm không tồn tại hoặc đã bị di chuyển. Quay lại trang chủ Bóc Mệnh để tiếp tục khám phá vận mệnh.",
    "keywords": "lỗi 404, trang không tồn tại, bóc mệnh"
  },
  "layout": {
    "title": "Bóc Mệnh - Khám phá Vận mệnh | Tarot, Số học, Phong thủy",
    "description": "Khám phá vận mệnh của bạn với Bóc Mệnh - Nền tảng tâm linh hàng đầu Việt Nam. Xem bói tarot, số học, phong thủy, chiêm tinh học miễn phí và chính xác.",
    "keywords": "tarot, số học, phong thủy, chiêm tinh, bói toán, vận mệnh, tâm linh, xem bói online"
  },
  "site": {
    "siteName": "Bóc Mệnh - Nền tảng Tâm linh Hàng đầu Việt Nam",
    "siteDescription": "Khám phá vận mệnh với Bóc Mệnh - Nền tảng tâm linh uy tín. Tarot, Số học, Phong thủy, Chiêm tinh học chính xác và miễn phí.",
    "author": "Bóc Mệnh Team",
    "twitterSite": "@bocmenh_vietnam",
    "facebookAppId": "123456789"
  }
}
